{
  "translocatorengineeringredux:item-linker": "Связующее устройство транслокатора",
  "translocatorengineeringredux:item-coalescencecrystalshard": "Осколок кристалла коалесценции",
  "translocatorengineeringredux:item-crowbar": "Ломик",
  "translocatorengineeringredux:itemdesc-crowbar": "Удерживайте левую кнопку мыши на статическом транслокаторе, чтобы разобрать его.",
  "translocatorengineeringredux:item-gatearray": "Массив ворот",
  "translocatorengineeringredux:item-particulationcomponent": "Компонент частицепроникновения",
  "translocatorengineeringredux:item-powercore": "Силовое ядро",
  "translocatorengineeringredux:item-rectifiedcoalescencecrystal": "Выправленный осколок кристалла коалесценции",
  "heldhelp-linker-sync": "Синхронизировать",
  "heldhelp-linker-clear": "Разорвать связь",
  "heldhelp-linker-link": "Связать",
  "translocatorengineeringredux:ingameerror-linker-cleared": "Синхронизация разорвана",
  "translocatorengineeringredux:ingameerror-linker-out-of-range": "Вне диапазона!",
  "translocatorengineeringredux:ingameerror-linker-synced": "Синхронизировано с транслокатором",
  "translocatorengineeringredux:ingameerror-linker-linked": "Транслокаторы связаны!",
  "game:tabname-tengineering": "Инженерия транслокаторов",

  "game:te-quickstart-title": "Краткое руководство по инженерии транслокаторов",
  "game:te-quickstart-text": "<strong>Краткое руководство по инженерии транслокаторов</strong><br><i>разбери, собери, свяжи.</i><br><br>Обновленные версии этого мода и дополнительную документацию можно найти <a href=\"https://mods.vintagestory.at/translocatorengineeringredux\">здесь</a>.<br><br><strong>Введение</strong><br>Этот мод позволяет вам разбирать статические транслокаторы из основной игры, восстанавливать, перемещать и связывать их. Вы также можете повторно связать существующие функциональные транслокаторы.<br><br><strong>Связующее устройство транслокатора</strong><br>С помощью <a href=\"handbook://item-translocatorengineeringredux:linker\">связующего устройства транслокатора</a> можно соединить два транслокатора. Созданные транслокаторы можно связать немедленно. Найденные транслокаторы нужно сначала восстановить, прежде чем их можно будет связать.<br><br>Нет смысла строить и размещать новые созданные транслокаторы без связующего устройства, потому что они никуда не пойдут. Только транслокаторы, найденные в разрушенных структурах, предварительно связаны с другими транслокаторами.<br><br>Рецепт изготовления связующего устройства включает в себя <a href=\"handbook://item-translocatorengineeringredux:gatearray\">массив ворот</a>  (среди прочего - проверьте справочник), так что хотя бы один транслокатор должен быть пожертвован для его создания.<br><br>Чтобы использовать связующее устройство, щелкните правой кнопкой мыши по транслокатору, затем щелкните его правой кнопкой мыши на втором транслокаторе. Оба транслокатора станут связанными. Если какой-либо транслокатор ранее был связан с другим транслокатором, эти другие транслокаторы станут несвязанными. Несвязанный транслокатор все еще восстановлен, но требует связывания перед использованием. Все перемещения двусторонние - никогда не бывает односторонних транслокаторов.<br><br>Максимальное расстояние, на котором можно установить связь между двумя транслокаторами с помощью связующего устройства, составляет 8000 блоков. Огни на передней панели связующего устройства предоставляют приблизительный индикатор расстояния. По мере удаления от первого транслокатора, к которому вы синхронизировали связующее устройство, огни начнут гаснуть (1 огонь погаснет за каждые 1000 блоков). Если вы держите связующее устройство, которое синхронизировано с транслокатором, находящимся на расстоянии более 8000 блоков, все огни погаснут, а панель будет мигать, указывая на то, что вы находитесь вне диапазона.<br><br>После синхронизации своего связующего устройства с транслокатором вы можете сбросить его, удерживая кнопку sneak (shift) и щелкнув правой кнопкой мыши.<br><br><strong>Ломик</strong><br><a href=\"handbook://item-translocatorengineeringredux:crowbar\">Ломик</a> можно изготовить на наковальне, используя один стальной слиток. Только сталь достаточно прочна для изготовления эффективного ломика. Держа ломик в руке, удерживайте левую кнопку мыши, чтобы разобрать статический транслокатор.<br><br><strong>Прочее</strong><br>Вы получите 5-6 <a href=\"handbook://item-translocatorengineeringredux:coalescencecrystalshard\">осколков кристалла коалесценции</a>, когда разберете статический транслокатор, но вам понадобится 6, чтобы сделать полный <a href=\"handbook://item-translocatorengineeringredux:rectifiedcoalescencecrystal\">выправленный осколок кристалла коалесценции</a> для вашего нового транслокатора.<br><br>",
  
  "RecoveryChanceGateArray": "Множитель шанса восстановления массива ворот",
  "RecoveryChanceGateArray-Comment": "Множитель шанса восстановления для массивов ворот.",
  "RecoveryChanceParticulationComponent": "Множитель шанса восстановления компонента частицепроникновения",
  "RecoveryChanceParticulationComponent-Comment": "Множитель шанса восстановления для компонентов частицепроникновения.",
  "MaximumLinkRange": "Максимальная дистанция связи",
  "MaximumLinkRange-Comment": "Максимальное расстояние между двумя транслокаторами, которые можно связать.",
  "AlwaysDropAllCrystalShards": "Всегда сбрасывать все осколки кристалла",
  "AlwaysDropAllCrystalShards-Comment": "Включить, чтобы всегда восстанавливать все осколки кристалла."
}
